9/data/attachments/f613f5a5ae3cd511.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Leslie_little_Friend_17063_7</nif:username>
            <nif:friendToBeRequested>soap_friends_9a7ccd03-c2bd-49fd-8296-74a569e46d08</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>